Repository: Harry-Dinh/Text-Memify
Catalog: Text Memify/Text Memify/Localizable.xcstrings
Source language: en
Languages: vi

# format_reversed
source: (desreveR) Reversed
vi: (cợưgN) Ngược

# format_up_and_down
source: Up AnD dOwN
vi: lÊn Và XuỐnG

# format_wide_lowercased
source: w i d e
vi: r ộ n g

# format_wide_uppercased
source: W I D E
vi: R Ộ N G

# label_always_copy_to_clipboard
source: Always Copy to Clipboard
vi: Luôn Sao Chép Vào Bảng Nhớ Tạm

# label_cancel
source: Cancel
vi: Huỷ

# label_clear
source: Clear
vi: Xoá

# label_clear_history
source: Clear History
vi: Xoá Lịch Sử

# label_clear_text_fields
source: Clear Text Fields
vi: Xoá Văn Bản

# label_copy
source: Copy
vi: Sao Chép

# label_copy_original_text
source: Copy Original Text
vi: Sao Chép Chữ Ban Đầu

# label_copy_result_text
source: Copy Result Text
vi: Sao Chép Kết Quả

# label_copy_to_clipboard
source: Copy to Clipboard
vi: Sao Chép Vào Bảng Nhớ Tạm

# label_copy_to_clipboard_after_memify
source: Copy to Clipboard After Memify
vi: Sao Chép Vào Bảng Nhớ Tạm Sau Khi Meme

# label_default_format
source: Default Format:
vi: Định Dạng Mặc Định

# label_delete
source: Delete
vi: Xoá

# label_delete_all
source: Delete All
vi: Xoá Tất Cả

# label_delete_entry
source: Delete Entry
vi: Xoá Mục

# label_history
source: History
vi: Lịch Sử

# label_meme_format
source: Meme Format:
vi: Định Dạng Meme:

# label_memify
source: Memify
vi: Meme

# label_menu_format
source: Format
vi: Định Dạng

# label_no_entries
source: No Entries
vi: Không có Mục

# label_result
source: Result:
vi: Kết Quả:

# label_show_history
source: Show History
vi: Mở Lịch Sử

# label_store_duplicate_entries
source: Store Duplicate Entries
vi: Lưu Mục Trùng Lặp

# label_text
source: Text:
vi: Chữ:

# label_tooltip_copy
source: Copy the result text to the clipboard
vi: Sao Chép Kết Quả Vào Bản Sao Chép

# label_tooltip_delete_entry
source: Delete the selected entry
vi: Xoá Chữ đang Chọn

# store_duplicate_entries_description
source: When enabled, Text Memify will store entries that have the same original and result text. Original text with different result will still always be stored.
vi: Khi được kích hoạt, Text Memify sẽ lưu trữ các mục có văn bản gốc và văn bản kết quả giống nhau. Văn bản gốc với kết quả khác nhau vẫn sẽ luôn được lưu trữ.

# title_delete_all_entries
source: Delete All Entries?
vi: Xoá Tất Cả Lịch Sử?
